classes_info = {
    'бард': 'Неважно, кем является бард: учёным, скальдом или проходимцем; он плетёт магию из слов и музыки, '
            'вдохновляя союзников, деморализуя противников, манипулируя сознанием, создавая иллюзии, '
            'и даже исцеляя раны.\nhttps://dnd.su/articles/class/88-bard/',
    'варвар': 'Ярость некоторых из них проистекает из общения со свирепыми духами животных. Другие черпают '
              'её из злости на полную боли и страдания действительность. Но для каждого варвара ярость — '
              'это источник не только боевого безумия, но и невероятных рефлексов, стойкости, а также '
              'непревзойдённой силы.\nhttps://dnd.su/articles/class/87-barbarian/',
    'воин': 'Воины. Представители, возможно, самого разнообразного класса в мире D&D. Странствующие рыцари,'
            ' военачальники-завоеватели, королевские чемпионы, элитная пехота, бронированные наёмники и'
            ' короли разбоя — будучи воинами, все они мастерски владеют оружием, доспехами, и приёмами '
            'ведения боя. А еще они хорошо знакомы со смертью — они несут её сами, и часто смотрят в её'
            ' холодные глаза.\nhttps://dnd.su/articles/class/91-fighter/',
    'волшебник': 'Волшебники — адепты высшей магии, объединяющиеся по типу своих заклинаний. Опираясь'
                 ' на тонкие плетения магии, пронизывающей вселенную, волшебники способны создавать'
                 ' заклинания взрывного огня, искрящихся молний, тонкого обмана и грубого контроля над'
                 ' сознанием. Их магия вызывает чудовищ с других планов бытия, предсказывает будущее и '
                 'обращает поверженных врагов в зомби. Их самые могущественные заклинания могут превращать'
                 ' одно вещество в другое, вызывать метеориты с небес и открывать порталы в другие миры.'
                 '\nhttps://dnd.su/articles/class/105-wizard/',
    'друид': 'Призывая стихии или подражая животным, друиды воплощают незыблемость, приспособляемость и гнев'
             ' природы. Они ни в коем случае не владыки природы — вместо этого друиды ощущают '
             'себя частью её неодолимой воли.\nhttps://dnd.su/articles/class/90-druid/',
    'жрец': 'Жрецы являются посредниками между миром смертных и далёкими мирами богов. Настолько же разные,'
            ' насколько боги, которым они служат, жрецы воплощают работу своих божеств. В отличие от'
            ' обычного проповедника, жрец наделён божественной магией.'
            '\nhttps://dnd.su/articles/class/89-cleric/',
    'изобретатель': 'Изобретатели — величайшие мастера пробуждать магию в обычных предметах. '
                    'Они рассматривают магию как сложную систему, которую следует расшифровать и применять '
                    'в заклинаниях и изобретениях. Для направления своей магической силы они используют'
                    ' различные инструменты. Накладывая заклинание, изобретатель может использовать'
                    ' принадлежности алхимика для создания мощного эликсира, набор каллиграфа, чтобы '
                    'нарисовать знак силы на доспехах союзника или инструменты ремонтника, чтобы создать'
                    ' временный амулет. Магия изобретателей связана с их инструментами и способностями,'
                    ' и мало кто, кроме них, сможет создать правильный рабочий инструмент.'
                    '\nhttps://dnd.su/articles/class/137-artificer/',
    'колдун': 'Колдуны — искатели знаний, что скрываются в ткани мультивселенной. Через договор, заключённый'
              ' с таинственными существами сверхъестественной силы, колдуны открывают для себя магические'
              ' эффекты, как едва уловимые, так и впечатляющие воображение. Колдуны подпитывают свои силы '
              'древними знаниями таких существ как феи, демоны, дьяволы, карги и чужеродные сущности'
              ' Дальнего Предела.\nhttps://dnd.su/articles/class/104-warlock/',
    'монах': 'Вне зависимости от выбранной дисциплины, всех монахов объединяет одно — возможность управлять'
             ' энергией, текущей в их телах. Вне зависимости от того, проявляется ли она выдающимися боевыми'
             ' способностями, или чуть заметным усилением защиты и скорости, эта энергия влияет на всё, '
             'что делает монах.\nhttps://dnd.su/articles/class/93-monk/',
    'паладин': 'Вне зависимости от происхождения и миссии, паладинов объединяет их клятва противостоять'
               ' силам зла. Принесённая ли перед алтарём бога и заверенная священником, или же на священной'
               ' поляне перед духами природы и феями, или в момент отчаяния и горя смерти, присяга паладина'
               ' — могущественный договор. Это источник силы, который превращает набожного воина в '
               'благословенного героя.\nhttps://dnd.su/articles/class/94-paladin/',
    'плут': 'Плуты полагаются на мастерство, скрытность и уязвимые места врагов, чтобы взять верх в любой'
            ' ситуации. У них достаточно сноровки для нахождения решения в любой ситуации, демонстрируя'
            ' находчивость и гибкость, которые являются краеугольным камнем любой успешной группы искателей'
            ' приключений.\nhttps://dnd.su/articles/class/99-rogue/',
    'следопыт': 'Вдали от суеты городов и посёлков, за изгородями, которые защищают самые далёкие фермы от'
                ' ужасов дикой природы, среди плотно стоящих деревьев, беспутья лесов и на просторах'
                ' необъятных равнин следопыты несут свой бесконечный дозор.'
                '\nhttps://dnd.su/articles/class/97-ranger/',
    'чародей': 'Чародеи являются носителями магии, дарованной им при рождении их экзотической родословной, '
               'неким потусторонним влиянием или воздействием неизвестных вселенских сил. Никто не может '
               'обучиться чародейству, как, например, выучить язык, так же как никто не может обучить,'
               ' как прожить легендарную жизнь. Никто не может избрать путь чародейства, сила сама'
               ' выбирает носителя.\nhttps://dnd.su/articles/class/101-sorcerer/'}

books = {'руководство мастера': 'Dungeon Masters Guide - Руководство Мастера RUS 5e .pdf',
         'книга игрока': 'Players Handbook - Книга игрока RUS 5e .pdf',
         'бестиарий': 'Monsters Manual - Бестиарий RUS 5e .rar',
         'справочник по монстрам': 'Volo_s Guide to Monsters RUS.pdf'}